<?php

declare(strict_types=1);

/**
 * @generated data table — do not edit by hand.
 * @see \Eram\Abzar\Data\DataSources
 */
return  [
  '010' => 'بانک مرکزی جمهوری اسلامی ایران',
  '011' => 'بانک صنعت و معدن',
  '012' => 'بانک ملت',
  '013' => 'بانک رفاه کارگران',
  '014' => 'بانک مسکن',
  '015' => 'بانک سپه',
  '016' => 'بانک کشاورزی',
  '017' => 'بانک ملی ایران',
  '018' => 'بانک تجارت',
  '019' => 'بانک صادرات ایران',
  '020' => 'بانک توسعه صادرات',
  '021' => 'پست بانک ایران',
  '022' => 'بانک توسعه تعاون',
  '051' => 'موسسه اعتباری توسعه',
  '052' => 'بانک قوامین',
  '053' => 'بانک کارآفرین',
  '054' => 'بانک پارسیان',
  '055' => 'بانک اقتصاد نوین',
  '056' => 'بانک سامان',
  '057' => 'بانک پاسارگاد',
  '058' => 'بانک سرمایه',
  '059' => 'بانک سینا',
  '060' => 'بانک مهر ایران',
  '061' => 'بانک شهر',
  '062' => 'بانک آینده',
  '063' => 'بانک انصار',
  '064' => 'بانک گردشگری',
  '065' => 'بانک حکمت ایرانیان',
  '066' => 'بانک دی',
  '069' => 'بانک ایران زمین',
  '070' => 'بانک قرض الحسنه رسالت',
  '073' => 'موسسه اعتباری کوثر',
  '075' => 'موسسه اعتباری ملل',
  '078' => 'بانک خاورمیانه',
  '079' => 'بانک مهر اقتصاد',
  '080' => 'موسسه اعتباری نور',
  '090' => 'بانک مهر ایران',
  '095' => 'بانک ایران و ونزوئلا',
];
